9/data/attachments/5779c3dedb2f142c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Kevin_increase_Friend_61459_1</nif:username>
            <nif:friendToBeRequested>soap_friends_9f294a72-b022-490e-aa65-2f2eab2308cd</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>